[
    {
        "title": "DIG Haunted House 2021",
        "image": "image_url_or_path",
        "date": "September-October 2021",
        "summary": "The DIG's Annual haunted house project. The DIG team makes almost all of the costumes, props, and décor for the haunted house, and they serve as the actors during it. All semester we independently take on tasks to be creative in getting our parts done, then we come together as a team to put it all together!",
        "details": "I worked on a lot of the parts requiring the vinyl cutter, gaining a new appreciation of its potential as tool. Playing with the utilization of space, and drawing the audience to look at a certain places in the maze was very fun and informative! The picture is a doll I crocheted, which turned out much creepier than I expected."
    },
    {
        "title": "DIG Derby 2022",
        "image": "../derby2022_wildTrophy.png",
        "date": "Spring 2022",
        "summary": "The DIG's Annual derby. I helped organized the event as a team member, and made a car myself. The idea was a fish bowl, the glass replaced with acrylic, and the sand replaced with saw dust. I filled the car with sea creatures and 3D printed benchy boats, and painted it. While I definitely sacrificed function over form, my car crossed the finish line in reasonable time, and I was quite proud of how it turned out. I won the DIG Derpy's Most Wild Car award for my efforts.",
        "details": "I first made the base car, laser cutting the wheels, and getting a good block of wood for the body. I experimented with some wood carving with a Dremel, and while an interesting exercise, it didn't go into the final car. Once I decided on the theme of my car, I went to work on laser cutting the acrylic for the bowl. I knew I wasn't going to get a true round fishbowl, and instead focused on making sure that it would be easily attachable to the body. After securing the acrylic, I went into the details. I collected sawdust from my woodshop projects, got some leftover benchies*, and some paint. A lot of glue later, the car was completed. <br/> *The Benchy boat is a common 3D print for testing that a 3D printer works. It's often done after a machine is fixed to confirm it's operating properly. Given that the DIG has quite a few 3D printers, we have a lot of benchies lying around."
    }
]
